import './../app/styles/substrate/substrate.scss'



export default function Aboutdelyvey() {
    return (
        <div className='container'>

            <h1>Партнеры</h1>
            <div className='substrate-box-about'>

                <div className='sub-text-about'>


                    <h1>Партнеры магазина Мебель Тут'</h1>
                    <span>Добро пожаловать на страницу партнеров магазина "Мебель Тут"!</span>
                    <br></br>
                    <span>Мы рады представить вам нашу сеть надежных и проверенных
                        партнеров, с которыми мы работаем для того, чтобы предложить
                        нашим клиентам только лучшее.
                        Почему стоит стать нашим партнером?
                        Широкий ассортимент: Наши партнеры предлагают разнообразные
                        стили и решения для любого интерьера. Будь то классика, модерн
                        или минимализм - вы найдете у нас все!</span>

                </div>

                <div className='sub-text-about'>
                    <h1>Как стать нашим партнером?</h1>
                    <span>Если вы производите мебель или предлагаете сопутствующие
                        товары и услуги, и хотите стать частью нашей команды, свяжитесь с
                        нами! Мы будем рады обсудить возможности сотрудничества и
                        ответить на ваши вопросы.</span>
                </div>


            </div>


        </div>
    )
}
